export const recuritStudyModal = [
  {
    id: 1,
    title: '리액트 스터디',
    recurit_st: '2024-04-01',
    recurit_at: '2024-05-01',
    studytype: '개발 공부',
    studyIntroduce:
      '프론트 엔드 개발은 웹 애플리케이션의 사용자 인터페이스(UI)를 개발하는 분야로, HTML, CSS 및 JavaScript를 사용하여 웹 페이지를 디자인하고 개발합니다.' +
      '프론트 엔드 개발자는 사용자가 직접 상호작용할 수 있는 웹' +
      '애플리케이션의 구조와 디자인을 만들며, 사용자 경험(UX)을' +
      '고려하여 웹 사이트를 개선합니다. 프론트 엔드 개발은' +
      '끊임없는 변화와 발전이 있으며, 새로운 기술과 도구를' +
      '습득하고 적용하는 것이 중요합니다. 프론트 엔드 공부를 통해' +
      '웹 개발의 핵심 기술을 습득하고, 현대적이고 사용자 친화적인' +
      '웹 애플리케이션을 개발하는 데 기여할 수 있습니다.',
    maxParticipants: '10',
  },
  {
    id: 2,
    title: '백엔드 스터디',
    recurit_st: '2024-04-01',
    recurit_at: '2024-05-01',
    studytype: '개발 공부',
    studyIntroduce:
      '저희 스터디는 어디 스터디 보다 열정적입니다. 많은 참여 부탁드립니다.',
    maxParticipants: '5',
  },
];
